{
  "icebreaker": [
    "Jak rádi trávíte volný čas?",
    "Kde jste byli naposledy na dovolené?",
    "Jaký je váš oblíbený film nebo seriál?",
    "Jaká je vaše oblíbená barva?",
    "Jste spíš ranní ptáče, nebo noční sova?",
    "Jaký je váš oblíbený zpěvák nebo skupina?",
    "Která aplikace vám v telefonu nesmí chybět?",
    "Který kousek oblečení nebo doplněk je váš must have?",
    "Co nikdy nesmí chybět ve vaší kabelce nebo batohu?",
    "Který nápoj si vždy objednáváš, když jdeš do kavárny?",
    "Jaká je vaše ranní rutina?",
    "Jaký je tvůj must have parfém nebo kosmetický produkt?",
    "Máte radši léto, nebo zimu?",
    "Jaký byl váš oblíbený předmět ve škole?",
    "Máte radši kočky, nebo psy?",
    "Jaký je váš oblíbený podcasty?",
    "Jakou písničku v poslední době nejvíc posloucháte?",
    "Jaká je vaše oblíbená restaurace?",
    "Jaká je vaše oblíbená zmrzlina?",
    "Jaká je tvoje oblíbená snídaně?",
    "Máte radši hory, nebo moře?",
    "Jaký je tvůj oblíbený druh kuchyně (italská, japonská, mexická…)?",
    "Jaký typ sportu nebo pohybu vás baví?",
    "Co je pro vás nejlepší způsob, jak se odreagovat?",
    "Jaká je vaše večerní rutina?"
  ],
  "fun": [
    "Jaký nejzbytečnější talent máte?",
    "Patří ananas na pizzu?",
    "Jaký byl váš módní styl v dětství?",
    "Jaký největší trapas se vám stal?",
    "Jaká je váš guilty pleasure film nebo seriál?",
    "Jaké bizarní rande jste zažili?",
    "Jaký je váš rituál nebo zlozvyk, který ostatní nechápou?",
    "Jaký největší trapas se vám stal?",
    "Který reels, TikTok nebo meme vás vždycky rozesměje?",
    "Prdli jste si někdy na veřejnosti?",
    "Co vám fakt nejde, i když se snažíte?",
    "Jaký zlozvyk vás u ostatních nejvíc vytáčí?",
    "Čím jste chtěli být, když jste byli malí?",
    "Šli byste do reality show?",
    "Jak se vypořádáváte s pavouky nebo vosami?",
    "Bojíte se jít v noci sami na záchod?",
    "Jaká je ta nejdivnější věc, co jste kdy snědli?",
    "Jaká je vaše nejhorší přezdívka?",
    "Jaká je ta nejzbytečnější věc, kterou vlastníte?",
    "Jaká je vaše nejtrapnější fotka?",
    "Zpíváte si ve sprše?",
    "Jaký nejhorší dárek jste dostali?",
    "Který vtip vás vždycky rozesměje?",
    "Jaký je váš největší fail v kuchyni?",
    "Co jste si v dětství mysleli, ale bylo to jinak?"
  ],
  "what-if": [
    "Co byste dělali, kdyby začala zombie apokalypsa?",
    "Co byste dělali, kdybyste ve Sportce vyhráli 10 milionů?",
    "Co byste dělali, kdybyste mohli být neviditelní?",
    "Jakou superschopnost byste si vybrali?",
    "Co byste dělali, kdybyste se probudili v těle opačného pohlaví?",
    "Kdybyste mohli cestovat v čase, do jaké doby byste se podívali?",
    "Jak byste reagovali, kdyby vám partner řekl, že je trans?",
    "Co byste si s sebou vzali na opuštěný ostrov?",
    "Kdyby vám džin právě teď splnil tři přání, co byste si přáli?",
    "Chtěli byste mít schopnost číst myšlenky?",
    "Co byste řekli svému mladšímu já?",
    "Co byste dělali, kdybyste zjistili, že čekáte dítě?",
    "Kdybyste se mohli setkat s jakoukoli historickou osobností, kdo by to byl?",
    "Kdybyste se mohli živit čímkoli na světě, co by to bylo?",
    "Kdybyste si mohli vybrat jakýkoli fiktivní svět, kde byste chtěli žít?",
    "Kdybyste si mohli osvojit jakýkoli talent, který by to byl?",
    "Jakého mýtického tvora byste chtěli mít doma?",
    "Kdybyste mohli změnit jednu věc na světě, jaká by to byla?",
    "S kým byste si na jeden den vyměnili život?",
    "Kdybyste mohli ovládat jeden ze čtyř živlů, který byste si vybrali?",
    "Jak byste reagovali, kdyby vám partner nabídl trojku s jeho kamarádem?",
    "Jak byste reagovali, kdybyste zjistili, že vás partner podvádí?",
    "Jak byste reagovali, kdyby se k vám nová známost chtěla nastěhovat už po měsíci?",
    "Jak byste reagovali, kdyby vás nová známost chtěla představit rodině už po měsíci?",
    "Kdyby vám začal hořet dům, co byste chtěli zachránit jako první?"
  ],
  "intimate": [
    "Jaký název filmu vystihuje váš sexuální život?",
    "Jaký název filmu vystihuje váš vztahový život?",
    "Nachytal vás někdy někdo při masturbaci/sexu?",
    "Jaký je váš sexuální sen?",
    "Jaké bylo vaše poprvé?",
    "Na jakém nejzajímavějším místě jste měli sex?",
    "Toužíte po sexu ve více lidech?",
    "Jaké máte kinky?",
    "Co pro vás znamená nevěra?",
    "Co vás na druhých přitahuje (fyzicky a povahově)?",
    "Co vás na druhých nepřitahuje (fyzicky a povahově)?",
    "Dokážete si představit žít v otevřeném nebo polyamorním vztahu?",
    "Jste žárliví?",
    "Byli jste někdy ve vztahu nevěrní?",
    "Na jaké red flagy si dáváte pozor?",
    "Dokázali byste odpustit nevěru?",
    "Máte problém oslovit někoho, kdo se vám líbí?",
    "Kolik jste měli sexuálních partnerů?",
    "Kolik sexuálních partnerů vám přijde hodně?",
    "Kolik jste měli vztahových partnerů?",
    "Věříte na osudovou lásku?",
    "Věříte na lásku na první pohled?",
    "Jak často myslíte na sex?",
    "Jaký největší trapas v posteli se vám stal?",
    "Máte rádi sexting?"
  ],
  "deep": [
    "Jakou nejšťastnější vzpomínku z dětství si pamatujete?",
    "Jakou nejsmutnější vzpomínku z dětství si pamatujete?",
    "Chcete mít děti?",
    "Kdy jste se naposledy cítili šťastně?",
    "Jaká je vaše největší slabost a jak s ní pracujete?",
    "Jaký máte vztah s rodiči?",
    "Jaký máte vztah sami se sebou?",
    "Co vás motivuje vstávat každý den?",
    "Co pro vás znamená láska?",
    "Co pro vás znamená štěstí?",
    "Čeho ve svém životě nejvíc litujete?",
    "Co můžete nabídnout svému potencionálnímu partnerovi?",
    "Kde se vidíte za 5 let?",
    "Jaký je váš sen?",
    "Jaká lekce z minulosti vás nejvíc naučila o životě?",
    "Co byste chtěli, aby si o vás lidé pamatovali?",
    "Jak se vyrovnáváte s odmítnutím?",
    "Čeho si na svých blízkých nejvíc ceníš?",
    "Na co zásadního jste v životě změnili názor?",
    "Jaký je váš největší strach?",
    "Jak se vyrovnáváte se stresem?",
    "Komu jste naposledy otevřeně řekli, co opravdu cítíte?",
    "Co byste chtěli udělat, kdybyste se nebáli neúspěchu?",
    "Jak si představujete svůj ideální život?",
    "Jaký vztah máte k odpouštění (sobě a druhým)?"
  ]
}